{
  "successMessage": "✅ Your reservation has been sent. You will receive a confirmation within 24 hours.",
  "sloganSpan": "A journey shaped by paddles and footsteps,",
  "slogan": "flowing with the rhythm of rivers and trails.",
  "btnOffers": "Discover Our Offers",
  "headerOffers": "Our Offers",
  "kayak": "Kayak Trip",
  "kayakDescription": "Explore the turquoise waters at your own pace with our single or double kayaks. Whether you're alone, with a partner, or friends, this activity is perfect for enjoying the calm of the sea and admiring the coastal scenery from a unique perspective.",
  "bookNow": "Book now",
  "palangrotteDescription": "Get introduced to traditional sea fishing with the palangrotte technique, guided by our team. This authentic, peaceful, and accessible activity is perfect for disconnecting from daily life and sharing a simple moment with friends or family.",
  "bivouac": "Camping",
  "barque": "Boat Ride",
  "barqueDescription": "Hop on for a small-group sea ride aboard a stable and comfortable boat. This simple and friendly activity is perfect for those who want to enjoy the sea without effort, take in the scenery, or simply relax as they drift along the water.",
  "bivouacDescription": "Experience a unique night by spending it directly on the beach in a designated and secure area. Perfect for groups of friends or families who want to disconnect and enjoy the cool sea breeze after sunset.",
  "exploreWonders": "Explore Wonders",
  "visitDescription": "Set out to discover Tipaza through a guided tour of its Roman ruins, museum, and iconic monuments. A cultural outing perfect for history enthusiasts or curious travelers eager to explore local heritage.",
  "hiking": "Hiking",
  "hikingDescription": "Coming soon — stay tuned...",
  "aboutUs": "About Us",
  "reservation": "Reservation",
  "fullName": "Full Name",
  "phoneNumber": "Phone Number",
  "reservationDate": "Reservation Date",
  "numberOfPeople": "Number of people",
  "yourOffer": "Your Offer",
  "backToOffers": "Back to Our Offers"
}
